Revit 2026 API

# UVZero Property

---

The coordinate origin or zero 2-D vector.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static UV Zero { get; }
```
```vb
Public Shared ReadOnly Property Zero As UV
	Get
```
```cpp
public:
static property UV^ Zero {
	UV^ get ();
}
```
```fsharp
static member Zero : UV with get
```

#### Property Value

UV

The zero vector is (0,0).

#### Reference

UV Class

Autodesk.Revit.DB Namespace